{
  "productLabel":"Phoenix Landing Site_bookmark",
  "itemType":"bookmark",
  "sortPriority":1,
  "shape":"POLYGON((-125.9334072090411 68.0776702278912,-125.9334072090411 68.3382516721088,-125.61205776004549 68.3382516721088,-125.61205776004549 68.0776702278912,-125.9334072090411 68.0776702278912))",
  "mediaURL":"https://marstrek.jpl.nasa.gov/jpl/assets/features/phoenix/images/phoenix_lander_story.png",
  "item_UUID":"3c61cfb0-bff8-3ecf-a02f-a341e49c4d5f",
  "bbox":"-125.9334072090411,68.0776702278912,-125.61205776004549,68.3382516721088",
  "layers":"[{\"Mars_Viking_MDIM21_ClrMosaic_global_232m\",1},{\"phoenix_hirise_mosaic\",1}]",
  "description":"On May 25, 2008, NASA's Phoenix probe touched down in Mars' northern plains known as Vastitas Borealis. The landing site, given the unofficial name of Green Valley, was chosen for its smooth, boulder-free terrain and suitability for fulfilling Pathfinder's objectives of (1) studying the history of water on Mars in all its phases, and (2) searching for evidence of a habitable zone and assessing the biological potential of the ice-soil boundary. Designed to operate for three months, Phoenix lasted for five months before succumbing to the diminishing light of the approaching winter.",
  "mediaType":"image",
  "title":"Phoenix Landing Site",
  "dataProjection":"urn:ogc:def:crs:EPSG::104905",
  "bookmarkType":"adhoc",
  "path":"",
  "waypoints":"phoenix_waypoints"
},
{
"productLabel":"Viking 2_bookmark",
"itemType":"bookmark",
"sortPriority":1,
"shape":"POLYGON((134.13864677550222 47.5431984778912,134.13864677550222 47.80377992210881,134.45999622449781 47.80377992210881,134.45999622449781 47.5431984778912,134.13864677550222 47.5431984778912))",
"mediaURL":"https://marstrek.jpl.nasa.gov/jpl/assets/features/viking2/images/viking_orbiter_and_lander.gif",
"item_UUID":"46e2b752-96ff-0f78-4cad-7a47d0c3f01d",
"bbox":"134.13864677550222,47.5431984778912,134.45999622449781,47.80377992210881",
"layers":"[{\"Mars_Viking_MDIM21_ClrMosaic_global_232m\",1},{\"h1394_0000_nd3\",1},{\"b16_015887_2280_xn_48n225w\",1},{\"PSP_001501_2280_RED\",1}]",
"description":"Viking 2 was the second of two identical probes in the U.S. Viking program. The primary goals of Viking were to obtain high-resolution images of the Martian surface, characterize the structure and composition of the atmosphere and surface, and search for evidence of life on Mars. The probe consisted of an orbiter and a lander. Together, the Viking 1 and 2 orbiters returned 50,500 images of Mars' surface, covering the entire surface with resolutions of 250 meters per pixel or better. Viking's global mapping of Mars revealed numerous features that indicated large amounts of water flowed across Mars' terrain long ago. Viking orbiter imagery forms the default basemap used in Mars Trek. The orbiters were also used to locate safe landing sites and acted as communication landing sites for the rovers. The landers imaged the surface, conducted extended weather measurements, and gathered surface samples for biology experiments. Contradictory results from Viking biology experiments have been attributed to inorganic chemical reactions, but remain as open questions. Though the seismometer on the Viking 1 lander failed to deploy, the Viking 2 lander's seismometer operated successfully, detecting a possible seismic event on sol 80 of its mission. Viking 2 was launched on September 9, 1975 and entered into Mars orbit on August 7, 1976. On September 3, 1976 the Viking 2 orbiter released the lander, which then made a safe landing on the surface. The Viking 2 lander continued to operate until April 11, 1980. Operating for 1280 sols (Martian days), the Viking 2 lander greatly exceeded its 120 sol designed lifetime. In 2001, the Viking 2 Lander was named the Gerald Soffen Memorial Station in honor of the Project Scientist for the NASA's Viking program of Mars landers and later Director of Life Sciences at NASA.",
"mediaType":"image",
"title":"Viking 2",
"dataProjection":"urn:ogc:def:crs:EPSG::104905",
"bookmarkType":"adhoc",
"path":"",
"waypoints":"viking2_waypoints"
},
{
"productLabel":"Viking 1_bookmark",
"itemType":"bookmark",
"sortPriority":1,
"shape":"POLYGON((-48.268488348995625 22.0154481557824,-48.268488348995625 22.5366110442176,-47.62578945100439 22.5366110442176,-47.62578945100439 22.0154481557824,-48.268488348995625 22.0154481557824))",
"mediaURL":"https://marstrek.jpl.nasa.gov/jpl/assets/features/viking1/images/viking_carl_sagan_small.jpg",
"item_UUID":"1a5c7c2d-f616-93fc-d2fb-db2e226ed726",
"bbox":"-48.268488348995625,22.0154481557824,-47.62578945100439,22.5366110442176",
"layers":"[{\"Mars_Viking_MDIM21_ClrMosaic_global_232m\",1},{\"h2942_0000_nd3\",1},{\"Viking_CTX_BlockAdj_dd\",1},{\"PSP_001521_2025_RED\",1}]",
"description":"Viking 1 was the first of two identical probes in the U.S. Viking program. The primary goals of Viking were to obtain high-resolution images of the Martian surface, characterize the structure and composition of the atmosphere and surface, and search for evidence of life on Mars. The probe consisted of an orbiter and a lander. Together, the Viking 1 and 2 orbiters returned 50,500 images of Mars' surface, covering the entire surface with resolutions of 250 meters per pixel or better. Viking's global mapping of Mars revealed numerous features that indicated large amounts of water flowed across Mars' terrain long ago. Viking orbiter imagery forms the default basemap used in Mars Trek. The orbiters were also used to locate safe landing sites and acted as communication landing sites for the rovers. The landers imaged the surface, conducted extended weather measurements, and gathered surface samples for biology experiments. Contradictory results from Viking biology experiments have been attributed to inorganic chemical reactions, but remain as open questions. Viking 1 was launched on August 20, 1975 and entered into Mars orbit on June 19, 1976. On July 20, 1976 (the 7th anniversary of the Apollo 11 landing on the Moon) the Viking 1 orbiter released the lander, which then made a safe landing on the surface. The Viking 1 lander became the first successful lander on Mars (the earlier Soviet Mars 3 lander failed 14.5 seconds after making a soft landing). The Viking 1 lander continued to operate until November 11, 1982, claiming a 2307 Earth-day record for the longest Mars surface mission, which endured until being broken by the Opportunity rover in 2010. In January, 1982, the Viking 1 Lander was named the Thomas Mutch Memorial Station in honor of the leader of the Viking imaging team.",
"mediaType":"image",
"title":"Viking 1",
"dataProjection":"urn:ogc:def:crs:EPSG::104905",
"bookmarkType":"adhoc",
"path":"",
"waypoints":"viking_waypoints"
},
{
"productLabel":"Sojourner Landing Site_bookmark",
"itemType":"bookmark",
"sortPriority":1,
"shape":"POLYGON((-33.320793854848375 18.961027727891203,-33.320793854848375 19.221609172108803,-33.170762114238244 19.221609172108803,-33.170762114238244 18.961027727891203,-33.320793854848375 18.961027727891203))",
"mediaURL":"https://marstrek.jpl.nasa.gov/jpl/assets/features/sojourner/images/sojourner_rover_story.png",
"item_UUID":"ce93ed5c-d8b3-d936-63fe-15b655ed77e2",
"bbox":"-33.320793854848375,18.961027727891203,-33.170762114238244,19.221609172108803",
"layers":"[{\"Mars_Viking_MDIM21_ClrMosaic_global_232m\",1},{\"sojourner_hirise_mosaic\",1}]",
"description":"On July 4, 1997, NASA's Mars Pathfinder mission, carrying the Sojourner rover, touched down in Ares Vallis. The mission was an engineering demonstration of key technologies and concepts for use in future missions to Mars. During the mission, Pathfinder transmitted data that included images, chemical analyses of rocks and soil and data on winds and other weather factors.",
"mediaType":"image",
"title":"Sojourner Landing Site",
"dataProjection":"urn:ogc:def:crs:EPSG::104905",
"bookmarkType":"adhoc",
"path":"",
"waypoints":"sojourner_waypoints"
},
{
"productLabel": "Major Features_bookmark",
"itemType": "bookmark",
"sortPriority": 1,
"shape": "POLYGON((-83.57181394153805 -44.70289863375659,-83.57181394153805 88.71480080565463,80.95910394421809 88.71480080565463,80.95910394421809 -44.70289863375659,-83.57181394153805 -44.70289863375659))",
"mediaURL": "https://marstrek.jpl.nasa.gov/jpl/assets/features/major/images/story.png",
"item_UUID": "a1b84caa-0bd0-54d3-1d88-278b840e05f1",
"bbox": "-83.57181394153805,-44.70289863375659,80.95910394421809,88.71480080565463",
"layers": "[{\"Mars_Viking_MDIM21_ClrMosaic_global_232m\",1}]",
"description":"Though small (only about half the diameter of the Earth), Mars is a world rich in spectacular landforms on a very grand scale. They include the most titanic volcanoes (all most likely now extinct) that we have yet seen anywhere in the solar system. Gigantic rift valleys fracture the surface over vast distances. Huge outflow channels tell the stories of cataclysmic floods in Mars' distant past, when water flowed across its surface. Studying these landforms reveals how Mars' environment has gone through tremendous changes over time, lets us look back to a time when Mars might have been more hospitable to life, and understand how life might possibly have survived there to the present. This list contains a representative selection of some of Mars' more interesting sights. Use them as a starting point for your own exploration of Mars' amazing terrain using Mars Trek.",
"mediaType": "image",
"title": "Major Features",
"dataProjection": "urn:ogc:def:crs:EPSG::104905",
"bookmarkType": "adhoc",
"waypoints": "major_features"
},
{
"productLabel":"The Martian Path_bookmark",
"itemType":"bookmark",
"sortPriority":1,
"shape":"POLYGON((-36.19233999411233 -26.295156414666344,-36.19233999411233 40.41369330503927,24.891521079926402 40.41369330503927,24.891521079926402 -26.295156414666344,-36.19233999411233 -26.295156414666344))",
"mediaURL":"https://moontrek.jpl.nasa.gov/trektiles/Mars/bookmark/martian/images/the_martian_movie_small.jpg",
"item_UUID":"44676ca0-1309-282b-d05d-f51113d33ea7",
"bbox":"-36.19233999411233,-26.295156414666344,24.891521079926402,40.41369330503927",
"layers":"[{\"Mars_Viking_MDIM21_ClrMosaic_global_232m\",1},{\"MC11E_HRMOSCO_COL\",1},{\"HRSC_Martian_east\",1},{\"ESP_040776_2115_RED_A_01_ORTHO\",1},{\"ESP_042647_1760_RED_B_01_ORTHO\",1},{\"ESP_042252_1930_RED_B_01_ORTHO\",1}]",
"description":"<b>SPOILER ALERT</b> In the plot, The Martian, fictional astronaut Mark Watney, is marooned on Mars, and forced to attempt an epic 3,200 kilometer journey across Mars' surface. Watney's trek takes him across a wide range of remarkable Martian terrain, from flat plains covered in deposits from Mars' watery distant past, to rugged highlands preserving some of the most ancient land on the planet. Mars Trek's bookmark for \"The Martian\" allows you to follow Watney's path from Acidalia Planitia to the large crater Schiaparelli. Waypoints along the route provide you with expert commentary from the Director of NASA's Planetary Science Division, Dr. Jim Green. The bookmark's 2D view provides an excellent overview of the path of Watney's journey and critical points of interest along the way. The bookmark's 3D view lets you fly along Watney's path at a user-selectable speed, stopping along the way and panning across the remarkable terrain. As you explore, you'll gain a better understanding of this fascinating terrain, the forces that formed it, and NASA's plans for continuing exploration. Much of the imagery for this bookmark comes from the High Resolution Stereo Camera (HRSC) aboard the European Space Agency's Mars Express orbiter, and was provided by ESA/DLR/FU Berlin and the Mars Express HRSC-Team.",
"mediaType":"image",
"title":"The Martian Path",
"dataProjection":"urn:ogc:def:crs:EPSG::104905",
"bookmarkType":"adhoc",
"path":"martian_path",
"waypoints":"martian_waypoints",
"tour":true
},
{
"productLabel":"Spirit Landing Site_bookmark",
"itemType":"bookmark",
"sortPriority":1,
"shape":"POLYGON((175.39293000629888 -14.744333491593578,175.39293000629888 -14.483752047375978,175.62089585473169 -14.483752047375978,175.62089585473169 -14.744333491593578,175.39293000629888 -14.744333491593578))",
"mediaURL":"https://moontrek.jpl.nasa.gov/trektiles/Mars/bookmark/spirit/images/spirit_rover_story.png",
"item_UUID":"e5df0796-362c-cc41-4c80-aa954f3004ce",
"bbox":"175.39293000629888,-14.744333491593578,175.62089585473169,-14.483752047375978",
"layers":"[{\"Mars_Viking_MDIM21_ClrMosaic_global_232m\",1},{\"spirit_hirise_mosaic\",1}]",
"description":"On January 4, 2004, Spirit, also known as Mars Exploration Rover - A, landed in Gusev crater. One of two robotic rovers in NASA's Mars Exploration Rover program, Spirit was designed to explore the geology of Mars, look for evidence for the presence of liquid water on Mars' surface in the past, look for geological clues to the environmental conditions that existed when liquid water was present, and assess whether those environments were conducive to life. Spirit's + landing site was named Columbia Memorial Station in honor of the seven astronauts killed in the Space Shuttle Columbia disaster.",
"mediaType":"image",
"title":"Spirit Landing Site",
"dataProjection":"urn:ogc:def:crs:EPSG::104905",
"bookmarkType":"adhoc",
"path":"spirit_path",
"waypoints":"spirit_waypoints"
},
{
"productLabel":"Opportunity Landing Site_bookmark",
"itemType":"bookmark",
"sortPriority":1,
"shape":"POLYGON((-5.741557185038795 -2.8465461384351998,-5.741557185038795 -1.8042203615647998,-4.8296937913076405 -1.8042203615647998,-4.8296937913076405 -2.8465461384351998,-5.741557185038795 -2.8465461384351998))",
"mediaURL":"https://marstrek.jpl.nasa.gov/jpl/assets/features/opportunity/images/opportunity_rover_story.png",
"item_UUID":"3e2e60f4-7e28-429f-2633-444df173a9a2",
"bbox":"-5.741557185038795,-2.8465461384351998,-4.8296937913076405,-1.8042203615647998",
"layers":"[{\"Mars_Viking_MDIM21_ClrMosaic_global_232m\",1},{\"opportunity_hirise_mosaic\",1}]",
"description":"On January 25, 2004, Opportunity, also known as Mars Exploration Rover - B, landed in Meridiani Planum. One of two robotic rovers in NASA's Mars Exploration Rover program, Opportunity was designed to explore the geology of Mars, look for evidence for the presence of liquid water on Mars' surface in the past, look for geological clues to the environmental conditions that existed when liquid water was present, and assess whether those environments were conducive to life.",
"mediaType":"image",
"title":"Opportunity Landing Site",
"dataProjection":"urn:ogc:def:crs:EPSG::104905",
"bookmarkType":"adhoc",
"path":"opportunity_path",
"waypoints":"opportunity_waypoints"
},
{
"productLabel":"Curiosity Landing Site_bookmark",
"itemType":"bookmark",
"sortPriority":1,
"shape":"POLYGON((136.78344100200877 -5.1083794384352,136.78344100200877 -4.0660536615647995,138.06883879799125 -4.0660536615647995,138.06883879799125 -5.1083794384352,136.78344100200877 -5.1083794384352))",
"mediaURL":"https://marstrek.jpl.nasa.gov/jpl/assets/features/curiosity/images/curiosity_rover_story.png",
"item_UUID":"7b5bdaa7-947f-7eb1-6cae-21c0b5a6f003",
"bbox":"136.78344100200877,-5.1083794384352,138.06883879799125,-4.0660536615647995",
"layers":"[{\"Mars_Viking_MDIM21_ClrMosaic_global_232m\",1},{\"curiosity_hirise_mosaic\",1}]",
"description":"Curiosity landed in Gale Crater on Mars on August 6th, 2012. With a diameter of 154 km and a central peak 5.5 km tall, Gale Crater was chosen as the landing site for the Mars Science Laboratory Curiosity rover. The choice was based on evidence from orbiting spacecraft that indicate that the crater may have once contained large amounts of liquid water. The central peak, Mount Sharp, exhibits layered rock deposits rich in sedimentary minerals including clays, sulfates, and salts that require water to form.",
"mediaType":"image",
"title":"Curiosity Landing Site",
"dataProjection":"urn:ogc:def:crs:EPSG::104905",
"bookmarkType":"adhoc",
"path":"curiosity_path",
"waypoints":"curiosity_waypoints"
}

